Repository: haedoang/react_node_express
Catalog: CatRoad/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# companion_subtitle
source: An Apple Watch Exclusive Game
de: Exklusives Apple Watch Spiel
es: Juego exclusivo para Apple Watch
fr: Jeu exclusif Apple Watch
ja: Apple Watch専用ゲーム
ko: Apple Watch 전용 게임
pt_br: Jogo exclusivo para Apple Watch
zh_hans: Apple Watch 专属游戏

# companion_how_to_play
source: How to Play on Apple Watch
de: So spielst du auf der Apple Watch
es: Cómo jugar en Apple Watch
fr: Comment jouer sur Apple Watch
ja: Apple Watchで遊ぶ方法
ko: Apple Watch에서 실행하기
pt_br: Como jogar no Apple Watch
zh_hans: 在 Apple Watch 上游玩

# guide_step1
source: Open the CatRoad app on your Apple Watch
de: Öffne die CatRoad App auf deiner Apple Watch
es: Abre la app CatRoad en tu Apple Watch
fr: Ouvrez l'app CatRoad sur votre Apple Watch
ja: Apple WatchでCatRoadアプリを開きます
ko: Apple Watch에서 CatRoad 앱을 실행하세요
pt_br: Abra o app CatRoad no seu Apple Watch
zh_hans: 在 Apple Watch 上打开 CatRoad 应用

# guide_step2
source: Tap the screen to start the game
de: Tippe auf den Bildschirm, um das Spiel zu starten
es: Toca la pantalla para iniciar el juego
fr: Touchez l'écran pour démarrer le jeu
ja: 画面をタップしてゲームを開始します
ko: 화면을 탭하여 게임을 시작하세요
pt_br: Toque na tela para iniciar o jogo
zh_hans: 点击屏幕开始游戏

# guide_step3
source: Turn the Digital Crown to move the cat
de: Drehe die Digital Crown, um die Katze zu bewegen
es: Gira la Digital Crown para mover el gato
fr: Tournez la Digital Crown pour déplacer le chat
ja: デジタルクラウンを回してネコを移動します
ko: Digital Crown을 돌려 고양이를 이동하세요
pt_br: Gire a Digital Crown para mover o gato
zh_hans: 转动数码表冠移动猫咪

# guide_step4
source: You can also drag the screen to move
de: Du kannst auch über den Bildschirm wischen
es: También puedes arrastrar la pantalla para moverte
fr: Vous pouvez aussi glisser sur l'écran pour bouger
ja: 画面をドラッグしても移動できます
ko: 화면을 드래그해도 이동할 수 있어요
pt_br: Você também pode arrastar a tela para mover
zh_hans: 也可以拖动屏幕来移动

# guide_step5
source: Dodge obstacles and set a high score!
de: Weiche den Hindernissen aus und erziele einen Highscore!
es: ¡Esquiva los obstáculos y consigue la mejor puntuación!
fr: Esquivez les obstacles et battez le record !
ja: 障害物を避けてハイスコアを目指そう！
ko: 장애물을 피해 최고 점수를 기록하세요!
pt_br: Desvie dos obstáculos e alcance a maior pontuação!
zh_hans: 躲避障碍物，刷新最高分！

# companion_tips
source: Tips
de: Tipps
es: Consejos
fr: Astuces
ja: ヒント
ko: 팁
pt_br: Dicas
zh_hans: 小贴士

# tip_speed
source: Speed increases as your score goes up
de: Die Geschwindigkeit steigt mit der Punktzahl
es: La velocidad aumenta con la puntuación
fr: La vitesse augmente avec le score
ja: スコアが上がるほどスピードが速くなります
ko: 점수가 올라갈수록 속도가 빨라집니다
pt_br: A velocidade aumenta conforme a pontuação sobe
zh_hans: 分数越高，速度越快

# tip_bus
source: Watch out for the large bus obstacle
de: Vorsicht vor dem großen Bus-Hindernis
es: Cuidado con el obstáculo del autobús grande
fr: Attention au gros obstacle bus
ja: バスの障害物は大きいので注意してください
ko: 버스 장애물은 크기가 크니 주의하세요
pt_br: Cuidado com o obstáculo do ônibus grande
zh_hans: 小心大型巴士障碍物

# tip_highscore
source: Your high score is saved automatically
de: Dein Highscore wird automatisch gespeichert
es: Tu puntuación más alta se guarda automáticamente
fr: Votre meilleur score est enregistré automatiquement
ja: ハイスコアは自動的に保存されます
ko: 최고 점수는 자동으로 저장됩니다
pt_br: Sua maior pontuação é salva automaticamente
zh_hans: 最高分会自动保存

source: Step %@
de: Schritt %@
es: Paso %@
fr: Étape %@
ja: ステップ %@
ko: 단계 %@
pt_br: Passo %@
zh_hans: 步骤 %@
